file_path = "/home/m-aoki/Dancing_Jedy/愛をこめて花束を.mp3"
beat_times = [3.506, 4.247, 4.988, 5.728, 6.469, 7.210, 7.951, 8.691, 9.432, 10.173, 10.913, 11.654, 12.395, 13.136, 13.876, 14.617, 15.360, 16.091, 16.823, 17.578, 18.321, 19.075, 19.807, 20.550, 21.281, 22.013, 22.756, 23.510, 24.242, 24.973, 25.728, 26.471, 27.214, 27.945, 28.688, 29.431, 30.174, 30.929, 31.660, 32.403, 33.135, 33.878, 34.621, 35.352, 36.107, 36.838, 37.593, 38.325, 39.068, 39.962, 40.542, 41.285, 42.017, 42.771, 43.503, 44.246, 44.989, 45.732, 46.463, 47.206, 47.949, 48.692, 49.447, 50.178, 50.921, 51.664, 52.407, 53.139, 53.870, 54.625, 55.356, 56.099, 56.842, 57.574, 58.329, 59.060]
brightness = 0.875500500202179
smoothness = 0.90

# --- Whisper ---
# Lyrics: 無鳴いて ジャジンを通ろう なぜかしぽのけしぴと あの人を同じポーズで 届けて見せてほしい みやげる 空の青春を キラルリクの穴とれ 綺麗な 空はとくに 歩かし
# Sentiment: {'label': 'POSITIVE', 'score': 0.9763057231903076}
# --- Google ---
# Lyrics: 2人で写真を撮ろう 懐かしい この景色と あの人 同じポーズでほどけて見せてほしい 見上げる空の青を気まぐれに行くのは流れ 綺麗なものは遠くにはるか
# Sentiment: {'label': 'POSITIVE', 'score': 0.875500500202179}